Repository: sigbertklinke/shinyApp
Catalog: inst/app/histogramlang/*.po
Languages: german

# crim
source: Per capita crime rate
german: Pro-Kopf Kriminalitätsrate

source: Number of bins
german: Anzahl der Klassen

source: Show observations
german: Zeige Beobachtungen

# BOSTON
source: Boston Housing
german: Bostoner Häuser

# MTCARS
source: Motor Trend Cars
german: Motor Trend

source: Choose data set
german: Wähle Datensatz

source: Choose variable
german: Wähle Variable

# zn
source: % of large residential land
german: % großer Grundstücke

# indus
source: % of non-retail business acres
german: Anteil Geschäftsland

# nox
source: Nitric oxides concentration
german: NOx Konzentration

# rm
source: Avg. # of rooms
german: Mittlere Raumzahl

# age
source: % of units built prior to 1940
german: Anteil Häuser gebaut vor 1940

# dis
source: Distances to employment centres
german: Entfernung zu Beschäftigungszentren

# rad
source: Accessibility to highways
german: Index Autobahnzugang

# tax
source: Property-tax rate per $10,000
german: Grundsteuerrate

# ptratio
source: Pupil-teacher ratio
german: Schüler-Lehrer Verhältnis

# black
source: Trsf. % of blacks
german: Trf. % schwarzer Bevölkerung

# lstat
source: % lower status people
german: % Unterschichtbevölkerung

# medv
source: Median value of homes
german: Mittlerer Kaufpreis

# mpg
source: Miles/gallon
german: Meilen/Gallone

# cyl
source: Number of cylinders
german: Anzahl Zylinder

# disp
source: Displacement
german: Hubraum

# hp
source: Gross horsepower
german: PS

# drat
source: Rear axle ratio
german: Hinterachsübersetzung

# wt
source: Weight
german: Gewicht

# qsec
source: 1/4 mile time
german: Beschleunigung

# vs
source: Engine
german: V-Motor

# am
source: Transmission
german: Manuelle Schaltung

# gear
source: Number of forward gears
german: Anzahl Gänge

# carb
source: Number of carburetors
german: Vergaser

source: English
german: Englisch

source: German
german: Deutsch

source: Choose language
german: Wähle Sprache
